Repository: SiberianCMS/module-cabride
Catalog: resources/translations/*/cabride.po
Languages: fr

# cabride
source: A driver accepted your request, he will be on your way soon!
fr: Un conducteur a accepté votre demande, il sera bientôt en route!

# cabride
source: A ride request was cancelled!
fr: Une demande de course a été annulée!

# cabride
source: We are sorry, but the passenger cancelled the ride!
fr: Nous sommes désolés mais le passager à annulé la course!

# cabride
source: We are sorry, but the driver cancelled the ride!
fr: Nous sommes désolés mais le conducteur à annulé la course!

# cabride
source: You request expired!
fr: Requête expirée!

# cabride
source: Sorry there was no driver available to drive you, please try again!
fr: Nous n'avons trouvé aucun conducteur près de vous, merci d'essayer à nouveau!

# cabride
source: ACCEPT
fr: ACCEPTER

# cabride
source: AVERAGE DISTANCE
fr: DISTANCE MOYENNE

# cabride
source: AVERAGE DURATION
fr: DURÉE MOYENNE

# cabride
source: AVERAGE FARE
fr: MONTANT MOYEN

# cabride
source: AVERAGE RATING
fr: NOTE MOYENNE

# cabride
source: Aborted
fr: Annulée

# cabride
source: Accepted
fr: Acceptée

# cabride
source: Accepted payments
fr: Paiements acceptés

# cabride
source: Accepted requests
fr: Requêtes acceptées

# cabride
source: Accountancy
fr: Comptabilité

# cabride
source: Add a credit card
fr: Ajouter une carte de crédit

# cabride
source: Add a vehicle type
fr: Ajouter un type de véhicule

# cabride
source: Address
fr: Adresse

# cabride
source: Admin e-mails (coma separated)
fr: E-mails admin (séparées par des virgules)

# cabride
source: Amount
fr: Montant

# cabride
source: An unexpected error occurred while calculating the route.
fr: Une erreur inattendue s'est produite lors du calcul de l'itinéraire.

# cabride
source: App manager
fr: Administrateur

# cabride
source: Archived
fr: Archivées

# cabride
source: Archived pay-out
fr: Paiements archivés

# cabride
source: Archived requests
fr: Demandes archivées

# cabride
source: Are you sure you want to cancel this request?
fr: Êtes-vous sûr de vouloir annuler cette demande?

# cabride
source: Are you sure you want to delete this card?
fr: Êtes-vous sûr de vouloir supprimer cette carte?

# cabride
source: Are you sure?
fr: Êtes-vous sûr?

# cabride
source: Base address
fr: Adresse de Base

# cabride
source: Base fare
fr: Tarif de base

# cabride
source: Bulk CSV exports
fr: Export CSV des paiements

# cabride
source: Bulk payout
fr: Paiements groupés

# cabride
source: CALL
fr: APPEL

# cabride
source: CALL DRIVER
fr: APPELER LE CONDUCTEUR

# cabride
source: CANCEL
fr: ANNULER

# cabride
source: CLEAR
fr: EFFACER

# cabride
source: COMPLETE
fr: TERMINEE

# cabride
source: COMPLETED
fr: TERMINEE

# cabride
source: CabRide settings
fr: Paramètres

# cabride
source: CabRide vehicle types
fr: Types de véhicules

# cabride
source: Cancel
fr: Annuler

# cabride
source: Cancel course
fr: Annuler la course

# cabride
source: Cancel course!
fr: Annuler la course!

# cabride
source: Cash
fr: Liquide

# cabride
source: Cash return requests
fr: Demandes de retour de commissions

# cabride
source: Cash to return
fr: Commission à retourner

# cabride
source: Center map address
fr: Position par défaut de la carte

# cabride
source: Change type
fr: Changer le type

# cabride
source: Commission (fixed)
fr: Montant fixe

# cabride
source: Commission (percentage)
fr: Pourcentage

# cabride
source: Commission fares
fr: Montant des commissions

# cabride
source: Commission pay-out
fr: Commission de paiement

# cabride
source: Commission rates applied by your provider.
fr: Les taux de commission appliqués par votre fournisseur.

# cabride
source: Commission type
fr: Type de commission

# cabride
source: Commissions pay-out
fr: Les Commissions de paiement

# cabride
source: Completed requests
fr: Courses terminées

# cabride
source: Completed rides
fr: Courses terminées

# cabride
source: Cost
fr: Coût

# cabride
source: Course details
fr: Détails de la course

# cabride
source: Course done
fr: Course terminée

# cabride
source: Course in progress
fr: Course en cours

# cabride
source: Course mode
fr: Type de course

# cabride
source: Create vehicle type
fr: Créer un type de véhicule

# cabride
source: Created
fr: Créé

# cabride
source: Credit card
fr: Carte de crédit

# cabride
source: Credit card & Cash
fr: Carte de crédit & Liquide

# cabride
source: Credit card information
fr: Informations de carte de crédit

# cabride
source: Currency
fr: Monnaie

# cabride
source: Custom fares
fr: Tarifs personnalisés

# cabride
source: Customer ID
fr: ID client

# cabride
source: DECLINE
fr: REFUSER

# cabride
source: DELETE
fr: SUPPRIMER

# cabride
source: DOWNLOAD CSV
fr: TELECHARGER CSV

# cabride
source: DRIVE TO
fr: NAVIGUER VERS

# cabride
source: Dashboard
fr: Tableau de bord

# cabride
source: Declined
fr: Décliné

# cabride
source: Declined requests
fr: Courses refusées

# cabride
source: Delete driver
fr: Supprimer le conducteur

# cabride
source: Delete passenger
fr: Supprimer le passager

# cabride
source: Design
fr: Conception

# cabride
source: Disabled
fr: Désactivé

# cabride
source: Distance (every km/mi)
fr: Distance (tous les km/mi)

# cabride
source: Distance fare
fr: Tarif distance

# cabride
source: Distance fare (each km/mi)
fr: Tarif distance (chaque km/mi)

# cabride
source: Distance unit
fr: Unité de distance

# cabride
source: Driver
fr: Conducteur

# cabride
source: Driver IDs
fr: IDs conducteurs

# cabride
source: Driver arrival
fr: Arrivée du conducteur

# cabride
source: Driver can register
fr: Les conducteurs peuvent s'inscrire

# cabride
source: Driver information
fr: Informations du conducteur

# cabride
source: Driver license
fr: Permis de conduire

# cabride
source: Driver on way
fr: En route

# cabride
source: Driver on your way!
fr: Le conducteur est en route!

# cabride
source: Driver photo
fr: Photo

# cabride
source: Driver picture
fr: Image conducteur

# cabride
source: Drivers
fr: Conducteurs

# cabride
source: Driving fares!
fr: Tarifs des courses!

# cabride
source: Driving license
fr: Permis de conduire

# cabride
source: Drop-off location
fr: Adresse de destination

# cabride
source: Duration
fr: Durée

# cabride
source: EDIT
fr: MODIFIER

# cabride
source: Edit driver
fr: Editer

# cabride
source: Edit vehicle type
fr: Modifier le type de véhicule

# cabride
source: Error
fr: Erreur

# cabride
source: Est. cost
fr: Coût est.

# cabride
source: Est. duration
fr: Temps de trajet

# cabride
source: Expired
fr: Expiré

# cabride
source: Expires
fr: Expire

# cabride
source: FILTER
fr: FILTRER

# cabride
source: FROM
fr: DU

# cabride
source: Firstname
fr: Prénom

# cabride
source: Fixed amount
fr: Montant fixe

# cabride
source: Fixed amount + percentage
fr: Montant fixe + pourcentage

# cabride
source: Fixed by the drivers
fr: Fixé par les conducteurs

# cabride
source: Fixed by vehicle type (Admin)
fr: Fixe par type de véhicule (Admin)

# cabride
source: Fixed fare
fr: Montant de base

# cabride
source: For you
fr: Pour vous

# cabride
source: GENERATE BULK PAYOUT
fr: EXPORTER LES PAIMENTS

# cabride
source: Go back
fr: Retour

# cabride
source: History
fr: Historique

# cabride
source: How was your course?
fr: Comment s'est déroulé votre course?

# cabride
source: Icon
fr: Icône

# cabride
source: Immediate
fr: Immédiate

# cabride
source: In progress
fr: En cours

# cabride
source: Invalid address!
fr: Adresse non valide!

# cabride
source: Invalid payment method!
fr: Méthode de paiement invalide!

# cabride
source: Is visible
fr: Visible

# cabride
source: Is visible?
fr: Est-elle visible?

# cabride
source: LOGIN
fr: CONNEXION

# cabride
source: Leave a comment
fr: Laisser un commentaire

# cabride
source: Leave blank to center map on user GPS position.
fr: Laissez vide pour centrer la carte sur la position GPS de l'utilisateur.

# cabride
source: Leave blank to center on user GPS position.
fr: Laissez vide pour le centre sur l'utilisateur de la position GPS.

# cabride
source: Leave us a note
fr: Laissez-nous un message

# cabride
source: License plate
fr: Plaque d'immatriculation

# cabride
source: Loading ...
fr: Chargement ...

# cabride
source: Localization
fr: Localisation

# cabride
source: Location
fr: Localisation

# cabride
source: Looking for drivers
fr: Recherche de conducteurs

# cabride
source: MARK AS
fr: MARQUER COMME

# cabride
source: MARK AS PAID
fr: MARQUER COMME PAYE

# cabride
source: MARK AS RETURNED
fr: MARQUER COMME RETOURNE

# cabride
source: MORE INFO
fr: PLUS D'INFOS

# cabride
source: Mark as paid
fr: Marquer comme payée

# cabride
source: Mark as returned
fr: Marquer comme retourné

# cabride
source: Mark for payout
fr: Marquer à payer

# cabride
source: Menu background
fr: Arrière-plan de Menu

# cabride
source: Merchant ID
fr: ID de commerçant

# cabride
source: Merchant code
fr: Code de marchand

# cabride
source: Method
fr: Méthode

# cabride
source: Misc
fr: Divers

# cabride
source: Mobile
fr: Téléphone

# cabride
source: Mobile number
fr: Numéro de téléphone

# cabride
source: Mobile phone number
fr: Numéro de téléphone Mobile

# cabride
source: Model
fr: Modèle

# cabride
source: My driver cancelled
fr: Annulation du conducteur

# cabride
source: My payments
fr: Mes paiements

# cabride
source: My pickup location was incorrect
fr: Adresse de ramassage incorrecte

# cabride
source: My rides
fr: Mes courses

# cabride
source: No results for your search.
fr: Aucun résultat pour votre recherche.

# cabride
source: No, go back!
fr: Non, annuler!

# cabride
source: OR
fr: OU

# cabride
source: Only the 100 latest payments are shown
fr: Seuls les 100 dernier paiements sont affichés

# cabride
source: Opening navigation!
fr: Démarrer la navigation!

# cabride
source: Origin & destination
fr: Départ & destination

# cabride
source: PAID ON %s
fr: VERSE LE %s

# cabride
source: PAY OUT
fr: PAYER

# cabride
source: Passenger
fr: Passager

# cabride
source: Passenger information
fr: Informations du passager

# cabride
source: Passenger picture
fr: Image passager

# cabride
source: Passenger privacy
fr: Confidentialité des passagers

# cabride
source: Passengers
fr: Passagers

# cabride
source: Pay with cash
fr: Payer en liquide

# cabride
source: Pay-out
fr: Versements

# cabride
source: Payment API credentials
fr: API de paiement informations d'identification

# cabride
source: Payment IDs
fr: IDs des paiements

# cabride
source: Payment card
fr: Carte de paiement

# cabride
source: Payment history
fr: Historique des paiements

# cabride
source: Payment method
fr: Méthode de paiement

# cabride
source: Payment provider
fr: Fournisseur de services de paiement

# cabride
source: Payments
fr: Paiements

# cabride
source: Payments list (last 100)
fr: Liste des paiements (les 100 derniers)

# cabride
source: Payout
fr: Paiement

# cabride
source: Payout IDs
fr: IDs des versements

# cabride
source: Pending cash return
fr: Commissions à retourner en attente

# cabride
source: Pending payout
fr: Paiement en attente

# cabride
source: Pending requests
fr: Demandes en attente

# cabride
source: Percentage
fr: Pourcentage

# cabride
source: Period
fr: Période

# cabride
source: Pick-up location
fr: Adresse de départ

# cabride
source: Pickup radius
fr: Rayon de prise en charge

# cabride
source: Please now wait for a driver!
fr: Merci d'attendre qu'un conducteur vous réponde!

# cabride
source: Please select a vehicle type
fr: Veuillez sélectionner un type de véhicule

# cabride
source: Pricing mode
fr: Mode de tarification

# cabride
source: Private key
fr: Clé privée

# cabride
source: Public key
fr: Clé publique

# cabride
source: RATE COURSE
fr: NOTER LA COURSE

# cabride
source: REQUEST CASH RETURN
fr: DEMANDE DE RETOUR DE TRÉSORERIE

# cabride
source: RETURNED ON %s
fr: RETOURNE LE %s

# cabride
source: Rating
fr: Note

# cabride
source: Request a cash return
fr: Demande de retour de commission

# cabride
source: Request a driver
fr: Demander à un conducteur

# cabride
source: Request a driver!
fr: Rechercher un conducteur!

# cabride
source: Request sent
fr: Demande envoyée

# cabride
source: Ride
fr: Course

# cabride
source: Ride accepted!
fr: Course accepté!

# cabride
source: Ride request!
fr: Chercher une course!

# cabride
source: Ride requests
fr: Demandes en cours

# cabride
source: Rides
fr: Courses

# cabride
source: SET AS DRIVER
fr: DÉFINIR COMME CONDUCTEUR

# cabride
source: SIGNUP
fr: INSCRIPTION

# cabride
source: Sandbox mode
fr: Test mode

# cabride
source: Save
fr: Enregistrer

# cabride
source: Saved cards
fr: Cartes enregistrées

# cabride
source: Saved!
fr: Enregistré!

# cabride
source: Search ...
fr: Recherche ...

# cabride
source: Search radius (km/mi)
fr: Rayon de recherche (km/mi)

# cabride
source: Search timeout (seconds)
fr: Expiration des recherches (en secondes)

# cabride
source: Search, filter ...
fr: Rechercher, filtrer ...

# cabride
source: Secret key
fr: Clé secrète

# cabride
source: Select a payment method
fr: Sélectionnez une méthode de paiement

# cabride
source: Select a reason
fr: Sélectionnez un motif

# cabride
source: Select a vehicle type
fr: Sélectionnez un type de véhicule

# cabride
source: Sending request ...
fr: Envoi de la demande ...

# cabride
source: Set drop-off location
fr: Choisir comme destination

# cabride
source: Set pick-up location
fr: Choisir comme départ

# cabride
source: Settings
fr: Paramètres

# cabride
source: Show passenger name
fr: Afficher le nom du passager

# cabride
source: Show passenger phone
fr: Afficher le téléphone du passager

# cabride
source: Show passenger picture
fr: Afficher la photo du passager

# cabride
source: Sorry we are unable to locate you, please check your GPS settings & authorization.
fr: Désolé, nous n'arrivons pas à vous localiser, merci de vérifier vos paramètres GPS.

# cabride
source: Sorry!
fr: Désolé!

# cabride
source: Status
fr: Etat

# cabride
source: Stripe (Credit card)
fr: Stripe (carte de crédit)

# cabride
source: Submit
fr: Envoyer

# cabride
source: Success
fr: Succès

# cabride
source: TO
fr: AU

# cabride
source: TOTAL REVENUE OF LAST 30 DAYS
fr: REVENUS DES 30 DERNIERS JOURS

# cabride
source: TOTAL REVENUE OF LAST 365 DAYS
fr: REVENUS DES 365 DERNIERS JOURS

# cabride
source: TOTAL REVENUE OF LAST 7 DAYS
fr: REVENUS DES 7 DERNIERS JOURS

# cabride
source: TOTAL REVENUE TODAY
fr: REVENUS AUJOURD'HUI

# cabride
source: Thanks
fr: Merci

# cabride
source: Thanks for riding with us, hope to see you again soon!<br />Feel free to leave us a feedback in the rating section!
fr: Merci d'avoir utilisé nos services, nous espérons vous revoir bientôt!<br />N'oubliez pas de laisser un avis sur votre course!

# cabride
source: Thanks!
fr: Merci!

# cabride
source: The ETA was too long
fr: Délais d'attente trop long

# cabride
source: The cash return lines are aggregated by drivers, you can filter them by period to split the requests by week, or month for example.
fr: Les demandes de retour de commissions sont agrégées par conducteur, vous pouvez aussi les filtrer par période.

# cabride
source: The commissions payout lines are aggregated by drivers, you can filter them by period to split payouts by week, or month for example.
fr: Les versements dus sont agrégées par conducteur, vous pouvez aussi les filtrer par période.

# cabride
source: The pricing is set by the driver, you can't edit the values.
fr: Le prix est fixé par le conducteur, vous ne pouvez pas modifier les valeurs.

# cabride
source: The total amount to be returned is %s
fr: Le total du montant à restituer est de %s

# cabride
source: There is no route available with these informations.
fr: Il n'y a pas de trajet avec ces informations.

# cabride
source: This card is now deleted!
fr: Cette carte est maintenant supprimé!

# cabride
source: This user is now registered as a Driver.
fr: Ce passager viens d'être basculé comme Conducteur.

# cabride
source: This user will be granted as a driver.
fr: Cet utilisateur sera conducteur.

# cabride
source: Time
fr: Temps

# cabride
source: Time (every minute)
fr: Temps (toutes les minutes)

# cabride
source: Time fare
fr: Tarif horaire

# cabride
source: Time fare (every minute)
fr: Tarif horaire (toutes les minutes)

# cabride
source: Timezone
fr: Fuseau horaire

# cabride
source: To rate
fr: À noter

# cabride
source: Total amount
fr: Montant total

# cabride
source: Vehicle information
fr: Informations du véhicule

# cabride
source: Vehicle license plate
fr: Plaque d'immatriculation

# cabride
source: Vehicle model
fr: Modèle de véhicule

# cabride
source: Vehicle type
fr: Type de véhicule

# cabride
source: Vehicle types
fr: Types de véhicules

# cabride
source: We are sorry we didnt found any available driver around you!
fr: Nous sommes désolé, nous n'avons pas trouvé de conducteur disponible autour de vous!

# cabride
source: We are unable to validate your address!
fr: Votre adresse n'est pas valide!

# cabride
source: We notified your passenger that you are on his way!
fr: Nous avons informé votre passager que vous êtes en route!

# cabride
source: Who are you?
fr: Qui êtes-vous?

# cabride
source: Yes, Delete
fr: Oui, supprimer

# cabride
source: Yes, Set as driver
fr: Oui, définir comme conducteur

# cabride
source: Yes, generate bulk report
fr: Oui, générer l'export

# cabride
source: Yes, mark as paid
fr: Oui, marquer comme payé

# cabride
source: Yes, mark as returned
fr: Oui, valider le retour

# cabride
source: Yes, mark for payout
fr: Oui, marquer à payer

# cabride
source: Yes, send cash request
fr: Oui, envoyer la demande

# cabride
source: You
fr: Vous

# cabride
source: You are about to generate a bulk payout file for all unpaid rides.
fr: Vous êtes sur le point de générer une masse de paiement de fichier pour toutes les promenades.

# cabride
source: You are about to generate a bulk payout file for the following period %s
fr: Vous êtes sur le point de générer un paiement par lot pour la période suivante %s

# cabride
source: You are offline
fr: Vous êtes hors ligne

# cabride
source: You are online
fr: Vous êtes en ligne

# cabride
source: You driver is on your way!
fr: Le conducteur est en route!

# cabride
source: No drivers found!
fr: Aucun conducteur disponible!

# cabride
source: Sorry, there was no driver able to take your ride, please try again!
fr: Désolé, nousn'avons trouvé aucun conducteur près de vous, merci d'essayer à nouveau!

# cabride
source: You finally accepted the request!
fr: Vous avez finalement accepté la demande!

# cabride
source: You have a new cash return request
fr: Vous avez un nouveau trésorerie de la demande de retour

# cabride
source: You have a new cash return request, please check inside the application for more details.
fr: Vous avez un nouveau trésorerie de la demande de retour, veuillez vérifier à l'intérieur de l'application pour plus de détails.

# cabride
source: You have a new ride request!
fr: Nouvelle demande de course!

# cabride
source: You have no accepted request.
fr: Vous n'avez pas de requête acceptée.

# cabride
source: You have no cancelled requests
fr: Vous n'avez pas de demande annulée

# cabride
source: You have no card saved
fr: Vous n'avez pas de carte enregistrée

# cabride
source: You have no cash return requests.
fr: Vous n'avez pas de demande de retour de commission

# cabride
source: You have no completed requests
fr: Vous n'avez pas de demande traitée

# cabride
source: You have no payment.
fr: Vous n'avez pas de paiement.

# cabride
source: You have no payments
fr: Vous n'avez pas de paiement.

# cabride
source: You have no pending payout.
fr: Vous n'avez aucune attente de paiement.

# cabride
source: You have no pending requests
fr: Vous n'avez pas de demande en attente

# cabride
source: You have no rides archived
fr: Vous n'avez pas de course archivée

# cabride
source: You have no rides in progress
fr: Vous n'avez pas de course en cour

# cabride
source: You have no rides to rate
fr: Vous n'avez aucune course à noter

# cabride
source: You must leave a message, at least 15 characters long!
fr: Vous devez laisser un message d'au moins 15 caractères!

# cabride
source: You must rate the course before submitting!
fr: Vous devez laisser une note avant de valider!

# cabride
source: You must select a reason!
fr: Vous devez sélectionner un motif!

# cabride
source: You vehicle information are saved!
fr: Les informations de votre véhicule sont enregistrées

# cabride
source: You'll pay the driver directly when the course ends!
fr: Vous aurez à payer directement le chauffeur, à la fin de la course!

# cabride
source: Your comment ...
fr: Votre commentaire ...

# cabride
source: Your note ...
fr: Votre remarque ...

# cabride
source: Your position doesn't resolve to a valid address.
fr: Votre localisation ne permet pas de valider une adresse.

# cabride
source: Your request is cancelled!
fr: Votre demande est annulée!

# cabride
source: Your ride fares
fr: Vos tarifs

# cabride
source: Your ride is done!
fr: Votre course est terminée!

# cabride
source: aborted
fr: Abandonnée

# cabride
source: accepted
fr: Acceptée

# cabride
source: declined
fr: Refusée

# cabride
source: done
fr: Terminée

# cabride
source: expired
fr: Expirée

# cabride
source: in progress
fr: en cours

# cabride
source: inprogress
fr: en cours

# cabride
source: no vehicle type
fr: aucun type de véhicule

# cabride
source: on way
fr: en route

# cabride
source: onway
fr: en route

# cabride
source: paid
fr: payé

# cabride
source: pending
fr: recherche

# cabride
source: requested
fr: demandé

# cabride
source: returned
fr: retourné
